Revit 2027 API
ParameterTypeId.RbsElecAnalyticalLevelId Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalLevelId { get; }
Public Shared ReadOnly Property RbsElecAnalyticalLevelId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalLevelId {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalLevelId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace